Repository: modaal-agent/duet-tutorials
Catalog: tutorial8-complete/src-ios/Libraries/FoyerKit/Sources/HomeShell/Localizable.xcstrings
Source language: en
Languages: de

# insightsTeaser
source: Your week at a glance
de: Deine Woche auf einen Blick

# insightsTitle
source: Insights
de: Einblicke

source: Items read this week
de: Diese Woche gelesen

source: Longest streak
de: Längste Serie

source: Most read
de: Am meisten gelesen

source: Not now
de: Jetzt nicht

# promoBody
source: Your week at a glance, every week.
de: Deine Woche auf einen Blick, jede Woche.

# promoTitle
source: Unlock Insights
de: Einblicke freischalten

source: Reading list
de: Leseliste

source: See plans
de: Tarife ansehen

# streakDays
source: %lld days
de: %lld Tage

# title
source: Home
de: Start
